[
  {
    "data": "2025-01-01",
    "versiculo": "Isaías 43:19",
    "mensagem": "Eis que faço coisa nova, que está saindo à luz; acaso, não a percebeis? Eis que porei um caminho no deserto e rios, no ermo. Que este novo ano seja repleto de novos caminhos e bênçãos que Deus preparou para você."
  },
  {
    "data": "2025-01-02",
    "versiculo": "Salmos 23:1",
    "mensagem": "O Senhor é o meu pastor; nada me faltará. Confie na provisão divina para cada dia. Deus conhece suas necessidades e cuidará de você com amor paternal."
  },
  {
    "data": "2025-01-03",
    "versiculo": "Filipenses 4:13",
    "mensagem": "Posso todas as coisas naquele que me fortalece. Não há desafio grande demais quando caminhamos com Cristo. Sua força é perfeita em nossa fraqueza."
  },
  {
    "data": "2025-01-04",
    "versiculo": "Provérbios 3:5-6",
    "mensagem": "Confia no Senhor de todo o teu coração e não te estribes no teu próprio entendimento. Reconhece-o em todos os teus caminhos, e ele endireitará as tuas veredas. Deixe Deus guiar seus passos hoje."
  },
  {
    "data": "2025-01-05",
    "versiculo": "Mateus 11:28",
    "mensagem": "Vinde a mim, todos os que estais cansados e sobrecarregados, e eu vos aliviarei. Jesus oferece descanso para sua alma. Entregue suas preocupações a Ele."
  },
  {

    "data": "2025-01-06",
    "versiculo": "Romanos 8:28",
    "mensagem": "Sabemos que todas as coisas cooperam para o bem daqueles que amam a Deus, daqueles que são chamados segundo o seu propósito. Confie no plano perfeito de Deus para sua vida."
  },
  {
    "data": "2025-01-07",
    "versiculo": "Salmos 46:10",
    "mensagem": "Aquietai-vos e sabei que eu sou Deus. Em meio à correria do dia, reserve momentos para estar em silêncio diante do Senhor e reconhecer Sua soberania."
  },
  {
    "data": "2025-01-08",
    "versiculo": "João 14:27",
    "mensagem": "Deixo-vos a paz, a minha paz vos dou; não vo-la dou como a dá o mundo. Não se turbe o vosso coração, nem se atemorize. A paz de Cristo transcende toda compreensão."
  },
  {
    "data": "2025-01-09",
    "versiculo": "2 Coríntios 5:17",
    "mensagem": "E, assim, se alguém está em Cristo, é nova criatura; as coisas antigas já passaram; eis que se fizeram novas. Cada dia é uma oportunidade de viver essa nova vida em Cristo."
  },
  {
    "data": "2025-01-10",
    "versiculo": "Salmos 37:4",
    "mensagem": "Agrada-te do Senhor, e ele satisfará os desejos do teu coração. Quando nosso prazer está em Deus, Ele alinha nossos desejos com Sua vontade perfeita."
  },
  {
    "data": "2025-01-11",
    "versiculo": "Hebreus 11:1",
    "mensagem": "Ora, a fé é a certeza de coisas que se esperam, a convicção de fatos que se não veem. Caminhe pela fé hoje, confiando nas promessas invisíveis de Deus."
  },
  {
    "data": "2025-01-12",
    "versiculo": "1 Pedro 5:7",
    "mensagem": "Lançando sobre ele toda a vossa ansiedade, porque ele tem cuidado de vós. Deus se importa com cada detalhe da sua vida. Entregue suas preocupações a Ele."
  },
  {
    "data": "2025-01-13",
    "versiculo": "Salmos 119:105",
    "mensagem": "Lâmpada para os meus pés é a tua palavra e, luz para os meus caminhos. A Palavra de Deus ilumina cada passo que você precisa dar hoje."
  },
  {
    "data": "2025-01-14",
    "versiculo": "Efésios 2:10",
    "mensagem": "Pois somos feitura dele, criados em Cristo Jesus para boas obras, as quais Deus de antemão preparou para que andássemos nelas. Você foi criado com propósito divino."
  },
  {
    "data": "2025-01-15",
    "versiculo": "Isaías 40:31",
    "mensagem": "Mas os que esperam no Senhor renovam as suas forças, sobem com asas como águias, correm e não se cansam, caminham e não se fatigam. Espere no Senhor e seja renovado."
  },
  {
    "data": "2025-01-16",
    "versiculo": "Mateus 6:33",
    "mensagem": "Buscai, pois, em primeiro lugar, o seu reino e a sua justiça, e todas estas coisas vos serão acrescentadas. Priorize o Reino de Deus e veja Sua provisão."
  },
  {
    "data": "2025-01-17",
    "versiculo": "Salmos 34:8",
    "mensagem": "Oh! Provai e vede que o Senhor é bom; bem-aventurado o homem que nele se refugia. Experimente a bondade de Deus em sua vida hoje."
  },
  {
    "data": "2025-01-18",
    "versiculo": "João 15:5",
    "mensagem": "Eu sou a videira, vós, os ramos. Quem permanece em mim, e eu, nele, esse dá muito fruto; porque sem mim nada podeis fazer. Permaneça conectado a Jesus."
  },
  {
    "data": "2025-01-19",
    "versiculo": "Romanos 12:2",
    "mensagem": "E não vos conformeis com este século, mas transformai-vos pela renovação da vossa mente. Permita que Deus transforme sua maneira de pensar e viver."
  },
  {
    "data": "2025-01-20",
    "versiculo": "Salmos 27:14",
    "mensagem": "Espera pelo Senhor, tem bom ânimo, e fortifique-se o teu coração; espera, pois, pelo Senhor. Tenha paciência nos tempos de espera, Deus tem o tempo perfeito."
  },
  {
    "data": "2025-01-21",
    "versiculo": "Gálatas 5:22-23",
    "mensagem": "Mas o fruto do Espírito é: amor, alegria, paz, longanimidade, benignidade, bondade, fidelidade, mansidão, domínio próprio. Cultive estes frutos em sua vida."
  },
  {
    "data": "2025-01-22",
    "versiculo": "Colossenses 3:23",
    "mensagem": "Tudo quanto fizerdes, fazei-o de todo o coração, como para o Senhor e não para homens. Trabalhe hoje como se estivesse servindo diretamente a Cristo."
  },
  {
    "data": "2025-01-23",
    "versiculo": "Salmos 91:1-2",
    "mensagem": "Aquele que habita no esconderijo do Altíssimo e descansa à sombra do Todo-Poderoso diz ao Senhor: Meu refúgio e meu baluarte, Deus meu, em quem confio. Encontre segurança em Deus."
  },
  {
    "data": "2025-01-24",
    "versiculo": "1 João 4:19",
    "mensagem": "Nós amamos porque ele nos amou primeiro. O amor de Deus por você é a fonte de todo amor verdadeiro. Compartilhe esse amor com outros hoje."
  },
  {
    "data": "2025-01-25",
    "versiculo": "Jeremias 29:11",
    "mensagem": "Eu é que sei que pensamentos tenho a vosso respeito, diz o Senhor; pensamentos de paz e não de mal, para vos dar o fim que desejais. Deus tem planos de bem para você."
  },
  {
    "data": "2025-01-26",
    "versiculo": "Salmos 139:14",
    "mensagem": "Eu te louvarei, porque de um modo terrível e tão maravilhoso fui formado; maravilhosas são as tuas obras, e a minha alma o sabe muito bem. Você é uma criação maravilhosa de Deus."
  },
  {
    "data": "2025-01-27",
    "versiculo": "Mateus 5:16",
    "mensagem": "Assim brilhe também a vossa luz diante dos homens, para que vejam as vossas boas obras e glorifiquem a vosso Pai que está nos céus. Seja luz no mundo hoje."
  },
  {
    "data": "2025-01-28",
    "versiculo": "Apocalipse 21:5",
    "mensagem": "E aquele que está assentado no trono disse: Eis que faço novas todas as coisas. Deus está sempre fazendo algo novo em sua vida. Esteja aberto às Suas surpresas."
  },
  {
    "data": "2025-01-29",
    "versiculo": "Salmos 103:2-3",
    "mensagem": "Bendize, ó minha alma, ao Senhor e não te esqueças de nem um só de todos os seus benefícios. É ele quem perdoa todas as tuas iniquidades. Lembre-se das bênçãos de Deus."
  },
  {
    "data": "2025-01-30",
    "versiculo": "Tiago 1:17",
    "mensagem": "Toda boa dádiva e todo dom perfeito são lá do alto, descendo do Pai das luzes, em quem não pode existir variação ou sombra de mudança. Reconheça Deus como fonte de todo bem."
  },
  {
    "data": "2025-01-31",
    "versiculo": "Salmos 30:5",
    "mensagem": "Porque a sua ira dura só um momento; no seu favor está a vida. O choro pode durar uma noite, mas a alegria vem pela manhã. Confie que após a dificuldade vem a alegria."
  },
  {
    "data": "2025-02-01",
    "versiculo": "2 Timóteo 1:7",
    "mensagem": "Porque Deus não nos tem dado espírito de covardia, mas de poder, de amor e de moderação. Você tem em si o poder de Deus para enfrentar qualquer desafio."
  },
  {
    "data": "2025-02-02",
    "versiculo": "Salmos 16:11",
    "mensagem": "Far-me-ás ver a vereda da vida; na tua presença há abundância de alegrias; à tua mão direita, há delícias perpetuamente. A verdadeira alegria está na presença de Deus."
  },
  {
    "data": "2025-02-03",
    "versiculo": "1 Coríntios 10:13",
    "mensagem": "Não vos sobreveio tentação que não fosse humana; mas Deus é fiel e não permitirá que sejais tentados além das vossas forças. Deus sempre providencia uma saída."
  },
  {
    "data": "2025-02-04",
    "versiculo": "Salmos 121:1-2",
    "mensagem": "Elevo os olhos para os montes: de onde me virá o socorro? O meu socorro vem do Senhor, que fez os céus e a terra. Olhe para Deus em busca de ajuda."
  },
  {
    "data": "2025-02-05",
    "versiculo": "Efésios 3:20",
    "mensagem": "Ora, àquele que é poderoso para fazer infinitamente mais do que tudo quanto pedimos ou pensamos. Deus pode fazer muito além do que você imagina."
  },
  {
    "data": "2025-07-18",
    "versiculo": "Salmos 118:24",
    "mensagem": "Este é o dia que o Senhor fez; regozijemo-nos e alegremo-nos nele. Cada novo dia é um presente de Deus. Viva hoje com gratidão e alegria, sabendo que Ele tem propósitos especiais para você."
  },
  {
    "data": "2025-07-19",
    "versiculo": "Isaías 41:10",
    "mensagem": "Não temas, porque eu sou contigo; não te assombres, porque eu sou o teu Deus; eu te fortaleço, e te ajudo, e te sustento com a minha destra fiel. Deus está sempre ao seu lado, fortalecendo você a cada passo."
  },
  {
    "data": "2025-07-20",
    "versiculo": "Jeremias 29:11",
    "mensagem": "Porque eu bem sei os pensamentos que tenho a vosso respeito, diz o Senhor; pensamentos de paz e não de mal, para vos dar o fim que esperais. Confie nos planos que Deus tem para sua vida."
  },
  {
    "data": "2025-07-21",
    "versiculo": "Filipenses 4:19",
    "mensagem": "O meu Deus, segundo as suas riquezas, suprirá todas as vossas necessidades em glória, por Cristo Jesus. Deus conhece todas as suas necessidades e as suprirá abundantemente."
  },
  {
    "data": "2025-07-22",
    "versiculo": "Salmos 37:23",
    "mensagem": "Os passos do homem bom são confirmados pelo Senhor, e deleita-se no seu caminho. Deus dirige os passos daqueles que O buscam. Confie na direção divina para sua jornada."
  }
]